Repository: annagogley/SpeedTestApp
Catalog: speedTestUno/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ Mb/s
ru: %@ Мб/сек

source: Appearance
ru: Внешний вид

source: Change theme
ru: Изменить тему

source: Choose testing methods
ru: Выберите желаемое

source: Dark
ru: Темная

source: Download URL
ru: URL загрузки

source: GO
ru: Вперед!

source: Lignt
ru: Светлая

source: OK
ru: Хорошо

source: Please, select at least one test option in settings
ru: Пожалуйста, выберите хотя бы одну тестовую опцию в настройках

source: Settings
ru: Настройки

source: Speed test
ru: Тест скорости

source: System
ru: Системная

source: Test download speed
ru: Измерить скорость загрузки

source: Test upload speed
ru: Измерить скорость отдачи

source: Test your Internet connection speed. Attention: several MB of your traffic may be wasted
ru: Измерьте скорость вашего интернет подключения. Осторожно: может быть потрачено несколько Мегабайт Вашего трафика.

source: Upload URL
ru: URL отдачи

source: URL for upload speed test
ru: URL для измерения скорости отдачи

source: URL of server for speed test
ru: URL для измерения скорости загрузки

source: Your download speed:
ru: Скорость загрузки:

source: Your upload speed:
ru: Скорость отдачи:
